{
  "leases": {
    "GS-11P-LDC00100": {
      "id": "GS-11P-LDC00100",
      "document_id": "GS-11P-LDC00100",
      "tenant": "General Services Administration",
      "landlord": "Sentinel Square III, LLC",
      "property_address": "45 L Street, NE, Washington, DC 20002",
      "lease_type": "net",
      "rentable_square_feet": 85000,
      "annual_rent": 4165000.0,
      "lease_rate_per_sf": 49.0,
      "lease_commencement_date": "2015-03-01",
      "lease_expiration_date": "2030-02-28",
      "lease_term_months": 180,
      "parking_spaces": 46,
      "renewal_options": "Two 5-year renewal options",
      "lease_summary": "This 15-year net lease agreement secures 85,000 RSF of office space for the General Services Administration in Northeast DC. At $49/SF annually, the lease provides competitive pricing with structured parking for 46 vehicles. The tenant benefits from two consecutive 5-year renewal options, providing operational flexibility through 2040. The net lease structure places operating expense responsibility on GSA, typical for long-term government occupancy. Property location offers excellent access to Union Station and Capitol Hill, supporting agency coordination requirements. The lease term aligns with standard GSA portfolio management strategies for mission-critical facilities.",
      "created_at": "2024-12-21T10:00:00Z"
    },
    "GS-11P-LDC00200": {
      "id": "GS-11P-LDC00200",
      "document_id": "GS-11P-LDC00200",
      "tenant": "Department of Commerce",
      "landlord": "Federal Realty Investment Trust",
      "property_address": "1800 F Street, NW, Washington, DC 20405",
      "lease_type": "gross",
      "rentable_square_feet": 125000,
      "annual_rent": 6875000.0,
      "lease_rate_per_sf": 55.0,
      "lease_commencement_date": "2015-06-01",
      "lease_expiration_date": "2025-05-31",
      "lease_term_months": 120,
      "parking_spaces": 62,
      "renewal_options": "One 5-year renewal option",
      "lease_summary": "Premium downtown location houses 125,000 SF for Department of Commerce operations under a 10-year gross lease at $55/SF. The gross lease structure provides budgetary certainty with landlord-paid operating expenses, ideal for federal financial planning. Expiring in 2025, this lease presents near-term renewal negotiation opportunities. One 5-year extension option provides flexibility for continued occupancy through 2030. The F Street corridor location offers superior access to federal agencies and White House proximity. Parking allocation of 62 spaces supports executive and visitor requirements. Rate reflects premium downtown positioning and full-service gross lease benefits.",
      "created_at": "2024-12-21T10:01:00Z"
    },
    "GS-11P-LDC00300": {
      "id": "GS-11P-LDC00300",
      "document_id": "GS-11P-LDC00300",
      "tenant": "Department of Transportation",
      "landlord": "Boston Properties, Inc.",
      "property_address": "600 Army Navy Drive, Arlington, VA 22202",
      "lease_type": "net",
      "rentable_square_feet": 175000,
      "annual_rent": 7700000.0,
      "lease_rate_per_sf": 44.0,
      "lease_commencement_date": "2015-09-01",
      "lease_expiration_date": "2035-08-31",
      "lease_term_months": 240,
      "parking_spaces": 88,
      "renewal_options": "One 10-year renewal option",
      "lease_summary": "Long-term 20-year net lease secures substantial 175,000 SF facility for DOT in Pentagon City corridor at competitive $44/SF rate. The extended term through 2035 demonstrates federal commitment to consolidated Arlington operations. Single 10-year renewal option could extend occupancy through 2045, providing exceptional long-term stability. Pentagon proximity supports interagency coordination with Defense Department. Below-market rate reflects long-term commitment and Arlington's competitive positioning versus DC. Generous 88-space parking allocation accommodates field staff vehicle requirements. Net lease structure appropriate for agency's operational control preferences and facility management capabilities.",
      "created_at": "2024-12-21T10:02:00Z"
    },
    "GS-11P-LDC00400": {
      "id": "GS-11P-LDC00400",
      "document_id": "GS-11P-LDC00400",
      "tenant": "Office of Personnel Management",
      "landlord": "Carr Properties",
      "property_address": "1900 E Street, NW, Washington, DC 20415",
      "lease_type": "modified gross",
      "rentable_square_feet": 225000,
      "annual_rent": 11925000.0,
      "lease_rate_per_sf": 53.0,
      "lease_commencement_date": "2015-01-15",
      "lease_expiration_date": "2030-01-14",
      "lease_term_months": 180,
      "parking_spaces": 102,
      "renewal_options": "Multiple 5-year renewal options available",
      "lease_summary": "OPM's 225,000 SF headquarters occupies prime E Street location under modified gross lease at $53/SF for 15 years. The hybrid lease structure balances budget certainty with operational flexibility for controllable expenses. Multiple renewal options provide extended occupancy flexibility beyond 2030 expiration. The substantial footprint consolidates OPM's human capital management operations in a single downtown location. Premium rate reflects Class A building standards necessary for senior executive offices and secure personnel file storage. Location provides excellent accessibility for federal employees and private sector HR partners. Parking for 102 vehicles supports executive requirements and visitor access needs.",
      "created_at": "2024-12-21T10:03:00Z"
    },
    "GS-11P-LDC00500": {
      "id": "GS-11P-LDC00500",
      "document_id": "GS-11P-LDC00500",
      "tenant": "Department of Homeland Security",
      "landlord": "JBG SMITH Properties",
      "property_address": "500 E Street, SW, Washington, DC 20024",
      "lease_type": "net",
      "rentable_square_feet": 315000,
      "annual_rent": 18585000.0,
      "lease_rate_per_sf": 59.0,
      "lease_commencement_date": "2015-04-01",
      "lease_expiration_date": "2030-03-31",
      "lease_term_months": 180,
      "parking_spaces": 138,
      "renewal_options": "Two 5-year renewal options",
      "lease_summary": "Major 315,000 SF headquarters lease supports DHS consolidated operations in Southwest DC at premium $59/SF. The 15-year term reflects critical mission requirements and security-enhanced facility specifications. Two renewal options provide occupancy certainty through 2040 for this key national security facility. Higher rate justified by enhanced security infrastructure, specialized telecommunications, and SCIF requirements. Southwest waterfront location balances security isolation with federal agency accessibility. Substantial 138-space parking allocation necessary for 24/7 emergency operations staff. Net lease appropriate given agency's specialized facility management and security protocols.",
      "created_at": "2024-12-21T10:04:00Z"
    },
    "GS-11P-LDC00600": {
      "id": "GS-11P-LDC00600",
      "document_id": "GS-11P-LDC00600",
      "tenant": "Department of Justice",
      "landlord": "Brookfield Properties",
      "property_address": "2100 Crystal Drive, Arlington, VA 22202",
      "lease_type": "gross",
      "rentable_square_feet": 425000,
      "annual_rent": 22525000.0,
      "lease_rate_per_sf": 53.0,
      "lease_commencement_date": "2015-07-01",
      "lease_expiration_date": "2035-06-30",
      "lease_term_months": 240,
      "parking_spaces": 186,
      "renewal_options": "One 10-year renewal option",
      "created_at": "2024-12-21T10:05:00Z",
      "lease_summary": "Substantial 425,000 SF Justice Department facility in Crystal City under 20-year gross lease at $53/SF through 2035. The gross lease provides complete expense certainty for this critical law enforcement headquarters. Arlington location balances security requirements with Metro accessibility for DOJ personnel. Rate competitiveness reflects long-term commitment and scale efficiencies. Single 10-year renewal option enables occupancy through 2045 for ongoing prosecutorial operations. Extensive 186-space parking allocation supports federal law enforcement vehicle fleet and evidence transport requirements. Building security enhancements meet DOJ standards for classified operations and witness protection activities."
    },
    "GS-11P-LDC00700": {
      "id": "GS-11P-LDC00700",
      "document_id": "GS-11P-LDC00700",
      "tenant": "Department of State",
      "landlord": "Tishman Speyer",
      "property_address": "1201 Constitution Avenue, NW, Washington, DC 20230",
      "lease_type": "net",
      "rentable_square_feet": 473000,
      "annual_rent": 28853000.0,
      "lease_rate_per_sf": 61.0,
      "lease_commencement_date": "2015-02-01",
      "lease_expiration_date": "2030-01-31",
      "lease_term_months": 180,
      "parking_spaces": 208,
      "renewal_options": "Two 5-year renewal options",
      "created_at": "2024-12-21T10:06:00Z",
      "lease_summary": "State Department secures premium 473,000 SF in downtown DC under net lease at $61/SF for 15 years. Highest rate in portfolio reflects Constitution Avenue prestige location and diplomatic protocol requirements. Net lease structure appropriate for agency's sophisticated facility management capabilities and security protocols. Two renewal options provide occupancy certainty through 2040 for critical diplomatic operations. Location supports White House proximity for senior officials and foreign dignitary access. Substantial 208-space parking necessary for motorcade operations and diplomatic vehicle fleet. Building specifications include enhanced security, communications infrastructure, and classified meeting facilities."
    },
    "GS-11P-LDC00800": {
      "id": "GS-11P-LDC00800",
      "document_id": "GS-11P-LDC00800",
      "tenant": "Department of Energy",
      "landlord": "Hines Real Estate",
      "property_address": "400 7th Street, SW, Washington, DC 20590",
      "lease_type": "modified gross",
      "rentable_square_feet": 520000,
      "annual_rent": 23920000.0,
      "lease_rate_per_sf": 46.0,
      "lease_commencement_date": "2015-11-01",
      "lease_expiration_date": "2025-10-31",
      "lease_term_months": 120,
      "parking_spaces": 228,
      "renewal_options": "One 5-year renewal option",
      "created_at": "2024-12-21T10:07:00Z",
      "lease_summary": "Energy Department's 520,000 SF facility represents largest lease in portfolio at competitive $46/SF modified gross rate. The 10-year term expiring 2025 presents significant near-term renewal opportunity for this mission-critical space. Location supports coordination with transportation and environmental agencies. Rate efficiency reflects substantial square footage and modified gross expense sharing. Parking for 228 vehicles essential for field staff and contractor access to energy programs. Renewal option provides continuity through 2030 for ongoing energy research and policy operations. Southwest location balances security requirements with federal accessibility needs."
    },
    "GS-11P-LDC00900": {
      "id": "GS-11P-LDC00900",
      "document_id": "GS-11P-LDC00900",
      "tenant": "Environmental Protection Agency",
      "landlord": "Columbia Property Trust",
      "property_address": "1100 Ohio Drive, SW, Washington, DC 20242",
      "lease_type": "net",
      "rentable_square_feet": 285000,
      "annual_rent": 14535000.0,
      "lease_rate_per_sf": 51.0,
      "lease_commencement_date": "2015-05-15",
      "lease_expiration_date": "2035-05-14",
      "lease_term_months": 240,
      "parking_spaces": 126,
      "renewal_options": "Multiple 5-year renewal options available",
      "created_at": "2024-12-21T10:08:00Z",
      "lease_summary": "EPA headquarters spans 285,000 SF under 20-year net lease at $51/SF with extended occupancy through 2035. Long-term commitment reflects agency's consolidated environmental oversight operations. Net lease provides expense control appropriate for EPA's facility management expertise. Multiple renewal options enable occupancy beyond 2040 for ongoing environmental protection mission. Southwest DC location offers laboratory and office configurations for scientific staff. Parking allocation of 126 spaces supports field inspector vehicle fleet requirements. Extended term demonstrates federal commitment to consolidated environmental regulation facility."
    },
    "GS-11P-LDC01000": {
      "id": "GS-11P-LDC01000",
      "document_id": "GS-11P-LDC01000",
      "tenant": "Social Security Administration",
      "landlord": "Piedmont Office Realty Trust",
      "property_address": "955 L'Enfant Plaza, SW, Washington, DC 20024",
      "lease_type": "gross",
      "rentable_square_feet": 165000,
      "annual_rent": 9405000.0,
      "lease_rate_per_sf": 57.0,
      "lease_commencement_date": "2015-08-01",
      "lease_expiration_date": "2030-07-31",
      "lease_term_months": 180,
      "parking_spaces": 78,
      "renewal_options": "Two 5-year renewal options",
      "created_at": "2024-12-21T10:09:00Z",
      "lease_summary": "Social Security Administration occupies 165,000 SF at L'Enfant Plaza under 15-year gross lease at $57/SF. Premium rate reflects full-service gross lease benefits and plaza's superior amenities. Location provides excellent public accessibility for citizen services and benefits counseling. Gross lease structure ideal for SSA's budget planning and predictable occupancy costs. Two renewal options provide flexibility through 2040 for evolving service delivery needs. Parking for 78 vehicles supports field office staff and public access requirements. Building includes specialized space for secure records storage and public service areas."
    },
    "GS-11P-LDC01100": {
      "id": "GS-11P-LDC01100",
      "document_id": "GS-11P-LDC01100",
      "tenant": "Department of Defense",
      "landlord": "Vornado Realty Trust",
      "property_address": "1800 M Street, NW, Washington, DC 20036",
      "lease_type": "net",
      "rentable_square_feet": 95000,
      "annual_rent": 4275000.0,
      "lease_rate_per_sf": 45.0,
      "lease_commencement_date": "2015-10-01",
      "lease_expiration_date": "2025-09-30",
      "lease_term_months": 120,
      "parking_spaces": 50,
      "renewal_options": "One 5-year renewal option",
      "created_at": "2024-12-21T10:10:00Z",
      "lease_summary": "Defense Department satellite office secures 95,000 SF on M Street under 10-year net lease at competitive $45/SF. Modest footprint supports administrative operations separate from Pentagon headquarters. Expiration in 2025 provides near-term flexibility for DOD space consolidation strategies. Single renewal option enables continued occupancy through 2030 if operationally necessary. Downtown location facilitates contractor coordination and interagency collaboration. Net lease appropriate for DOD's extensive facility management capabilities. Parking for 50 vehicles adequate for administrative staff and visitor requirements."
    },
    "GS-11P-LDC01200": {
      "id": "GS-11P-LDC01200",
      "document_id": "GS-11P-LDC01200",
      "tenant": "Department of Health and Human Services",
      "landlord": "SL Green Realty Corp",
      "property_address": "1255 23rd Street, NW, Washington, DC 20037",
      "lease_type": "modified gross",
      "rentable_square_feet": 145000,
      "annual_rent": 7830000.0,
      "lease_rate_per_sf": 54.0,
      "lease_commencement_date": "2015-12-01",
      "lease_expiration_date": "2035-11-30",
      "lease_term_months": 240,
      "parking_spaces": 68,
      "renewal_options": "One 10-year renewal option",
      "created_at": "2024-12-21T10:11:00Z",
      "lease_summary": "HHS establishes 145,000 SF presence in West End under 20-year modified gross lease at $54/SF. Extended term through 2035 supports consolidated health policy operations. Hybrid lease structure balances budget certainty with operational expense management. Single 10-year renewal provides occupancy security through 2045. Location enables coordination with NIH, CDC, and healthcare stakeholders. Rate reflects Class A building standards for senior health officials. Parking allocation of 68 spaces supports executive staff and public health emergency response vehicles."
    },
    "GS-11P-LDC01300": {
      "id": "GS-11P-LDC01300",
      "document_id": "GS-11P-LDC01300",
      "tenant": "Department of Veterans Affairs",
      "landlord": "Kilroy Realty Corporation",
      "property_address": "1775 Eye Street, NW, Washington, DC 20006",
      "lease_type": "net",
      "rentable_square_feet": 195000,
      "annual_rent": 10530000.0,
      "lease_rate_per_sf": 54.0,
      "lease_commencement_date": "2015-03-15",
      "lease_expiration_date": "2030-03-14",
      "lease_term_months": 180,
      "parking_spaces": 92,
      "renewal_options": "Two 5-year renewal options",
      "created_at": "2024-12-21T10:12:00Z",
      "lease_summary": "Veterans Affairs secures 195,000 SF on Eye Street under 15-year net lease at $54/SF for veteran services. Downtown location provides accessibility for veteran benefit counseling and healthcare coordination. Net lease structure appropriate for VA's facility management experience. Two renewal options enable occupancy through 2040 for ongoing veteran support services. Parking for 92 vehicles essential for mobile medical unit operations and veteran transportation programs. Rate reflects premium downtown positioning necessary for veteran accessibility. Building accommodations include specialized counseling and healthcare consultation facilities."
    },
    "GS-11P-LDC01400": {
      "id": "GS-11P-LDC01400",
      "document_id": "GS-11P-LDC01400",
      "tenant": "Department of the Interior",
      "landlord": "Maguire Properties",
      "property_address": "1620 L Street, NW, Washington, DC 20036",
      "lease_type": "gross",
      "rentable_square_feet": 265000,
      "annual_rent": 13250000.0,
      "lease_rate_per_sf": 50.0,
      "lease_commencement_date": "2015-06-15",
      "lease_expiration_date": "2030-06-14",
      "lease_term_months": 180,
      "parking_spaces": 118,
      "renewal_options": "Multiple 5-year renewal options available",
      "created_at": "2024-12-21T10:13:00Z",
      "lease_summary": "Interior Department consolidates 265,000 SF operations on L Street under 15-year gross lease at competitive $50/SF. Gross lease provides budget certainty for natural resource management operations. Location supports coordination with environmental and energy agencies. Multiple renewal options provide flexibility beyond 2030 for evolving conservation mission. Parking for 118 vehicles accommodates field staff vehicle fleet. Rate efficiency reflects substantial footprint and long-term commitment. Building specifications support natural resource data centers and mapping operations."
    },
    "GS-11P-LDC01500": {
      "id": "GS-11P-LDC01500",
      "document_id": "GS-11P-LDC01500",
      "tenant": "Department of Agriculture",
      "landlord": "Brandywine Realty Trust",
      "property_address": "2000 Pennsylvania Avenue, NW, Washington, DC 20006",
      "lease_type": "net",
      "rentable_square_feet": 335000,
      "annual_rent": 19755000.0,
      "lease_rate_per_sf": 59.0,
      "lease_commencement_date": "2015-09-15",
      "lease_expiration_date": "2035-09-14",
      "lease_term_months": 240,
      "parking_spaces": 148,
      "renewal_options": "One 10-year renewal option",
      "created_at": "2024-12-21T10:14:00Z",
      "lease_summary": "Agriculture Department occupies substantial 335,000 SF on Pennsylvania Avenue under 20-year net lease at $59/SF. Premium location reflects agency's policy coordination role with congressional agriculture committees. Extended term through 2035 demonstrates commitment to consolidated operations. Single 10-year renewal enables occupancy through 2045. Net lease appropriate for USDA's facility management capabilities and research space requirements. Parking for 148 vehicles supports field inspector fleet and agricultural stakeholder meetings. Rate justified by location prestige and specialized laboratory configurations."
    },
    "GS-11P-LDC01600": {
      "id": "GS-11P-LDC01600",
      "document_id": "GS-11P-LDC01600",
      "tenant": "Department of Labor",
      "landlord": "Douglas Development Corporation",
      "property_address": "4040 Wilson Boulevard, Arlington, VA 22203",
      "lease_type": "modified gross",
      "rentable_square_feet": 385000,
      "annual_rent": 17325000.0,
      "lease_rate_per_sf": 45.0,
      "lease_commencement_date": "2015-01-01",
      "lease_expiration_date": "2030-12-31",
      "lease_term_months": 192,
      "parking_spaces": 170,
      "renewal_options": "Two 5-year renewal options",
      "created_at": "2024-12-21T10:15:00Z",
      "lease_summary": "Labor Department establishes 385,000 SF Arlington headquarters under 16-year modified gross lease at competitive $45/SF. Ballston location provides cost-effective alternative to downtown DC while maintaining Metro accessibility. Modified gross structure balances budget certainty with operational expense management. Two renewal options provide occupancy flexibility through 2041. Substantial footprint consolidates labor standards and worker safety operations. Parking for 170 vehicles essential for field inspector vehicle fleet. Rate competitiveness reflects Arlington market and long-term commitment."
    },
    "GS-11P-LDC01700": {
      "id": "GS-11P-LDC01700",
      "document_id": "GS-11P-LDC01700",
      "tenant": "Department of Education",
      "landlord": "Monday Properties",
      "property_address": "1550 Crystal Drive, Arlington, VA 22202",
      "lease_type": "net",
      "rentable_square_feet": 445000,
      "annual_rent": 22695000.0,
      "lease_rate_per_sf": 51.0,
      "lease_commencement_date": "2015-04-15",
      "lease_expiration_date": "2025-04-14",
      "lease_term_months": 120,
      "parking_spaces": 196,
      "renewal_options": "One 5-year renewal option",
      "created_at": "2024-12-21T10:16:00Z",
      "lease_summary": "Education Department secures 445,000 SF in Crystal City under 10-year net lease at $51/SF expiring 2025. Substantial footprint consolidates educational policy and grant administration operations. Near-term expiration presents significant portfolio decision point. Arlington location provides cost efficiency versus downtown DC alternatives. Single renewal option enables continuity through 2030 if necessary. Parking for 196 vehicles supports nationwide educational program coordination staff. Net lease structure appropriate for departmental facility management capabilities and specialized educational technology infrastructure."
    },
    "GS-11P-LDC01800": {
      "id": "GS-11P-LDC01800",
      "document_id": "GS-11P-LDC01800",
      "tenant": "Department of the Treasury",
      "landlord": "Clarion Partners",
      "property_address": "2345 Crystal Drive, Arlington, VA 22202",
      "lease_type": "gross",
      "rentable_square_feet": 490000,
      "annual_rent": 27440000.0,
      "lease_rate_per_sf": 56.0,
      "lease_commencement_date": "2015-07-15",
      "lease_expiration_date": "2035-07-14",
      "lease_term_months": 240,
      "parking_spaces": 216,
      "renewal_options": "One 10-year renewal option",
      "created_at": "2024-12-21T10:17:00Z",
      "lease_summary": "Treasury Department headquarters spans 490,000 SF in Crystal Gateway under 20-year gross lease at $56/SF. Second-largest lease in portfolio reflects Treasury's substantial operations consolidation. Extended term through 2035 demonstrates long-term Arlington commitment. Gross lease provides complete budget certainty for financial operations. Single 10-year renewal enables occupancy through 2045. Extensive parking for 216 vehicles supports secure financial document transportation. Rate reflects high-security building specifications necessary for currency operations and financial regulatory activities. Location balances security isolation with federal accessibility."
    },
    "GS-11P-LDC01900": {
      "id": "GS-11P-LDC01900",
      "document_id": "GS-11P-LDC01900",
      "tenant": "National Aeronautics and Space Administration",
      "landlord": "CBRE Global Investors",
      "property_address": "1101 Wilson Boulevard, Arlington, VA 22209",
      "lease_type": "net",
      "rentable_square_feet": 305000,
      "annual_rent": 17085000.0,
      "lease_rate_per_sf": 56.0,
      "lease_commencement_date": "2015-10-15",
      "lease_expiration_date": "2030-10-14",
      "lease_term_months": 180,
      "parking_spaces": 134,
      "renewal_options": "Two 5-year renewal options",
      "created_at": "2024-12-21T10:18:00Z",
      "lease_summary": "NASA secures 305,000 SF in Rosslyn under 15-year net lease at $56/SF for aerospace operations. Location provides contractor proximity and technology sector collaboration opportunities. Net lease appropriate for NASA's specialized facility management and laboratory requirements. Two renewal options enable occupancy through 2040 for space program coordination. Parking for 134 vehicles supports scientific staff and aerospace industry stakeholder access. Rate reflects premium Arlington corridor positioning and specialized research infrastructure. Building accommodations include mission control simulation facilities and aerospace engineering laboratories."
    },
    "GS-11P-LDC02000": {
      "id": "GS-11P-LDC02000",
      "document_id": "GS-11P-LDC02000",
      "tenant": "Federal Bureau of Investigation",
      "landlord": "Beacon Capital Partners",
      "property_address": "1400 Key Boulevard, Arlington, VA 22209",
      "lease_type": "modified gross",
      "rentable_square_feet": 155000,
      "annual_rent": 8370000.0,
      "lease_rate_per_sf": 54.0,
      "lease_commencement_date": "2015-02-15",
      "lease_expiration_date": "2030-02-14",
      "lease_term_months": 180,
      "parking_spaces": 74,
      "renewal_options": "Multiple 5-year renewal options available",
      "created_at": "2024-12-21T10:19:00Z",
      "lease_summary": "FBI establishes 155,000 SF satellite facility in Arlington under 15-year modified gross lease at $54/SF. Location supports field office operations separate from headquarters. Modified gross structure balances budget certainty with operational expense flexibility. Multiple renewal options provide extended occupancy security for investigative operations. Rate reflects enhanced security infrastructure and classified operations capabilities. Parking for 74 vehicles necessary for special agent vehicle fleet. Building specifications include SCIF requirements, evidence storage, and specialized interrogation facilities. Key Boulevard location balances security requirements with federal accessibility."
    },
    "GS-11P-LDC02100": {
      "id": "GS-11P-LDC02100",
      "document_id": "GS-11P-LDC02100",
      "tenant": "Drug Enforcement Administration",
      "landlord": "Shorenstein Properties",
      "property_address": "800 North Capitol Street, NW, Washington, DC 20002",
      "lease_type": "net",
      "rentable_square_feet": 110000,
      "annual_rent": 6160000.0,
      "lease_rate_per_sf": 56.0,
      "lease_commencement_date": "2015-05-01",
      "lease_expiration_date": "2025-04-30",
      "lease_term_months": 120,
      "parking_spaces": 56,
      "renewal_options": "One 5-year renewal option",
      "created_at": "2024-12-21T10:20:00Z",
      "lease_summary": "DEA occupies 110,000 SF on North Capitol Street under 10-year net lease at $56/SF expiring 2025. Location provides strategic positioning between enforcement operations and federal court access. Near-term expiration presents portfolio consolidation opportunity with DOJ facilities. Single renewal option enables continuity through 2030 for drug enforcement operations. Net lease appropriate for specialized evidence storage and investigative facility requirements. Parking for 56 vehicles essential for undercover vehicle fleet operations. Rate reflects enhanced security and specialized law enforcement infrastructure. Building includes secure evidence processing and confidential informant meeting facilities."
    },
    "GS-11P-LDC02200": {
      "id": "GS-11P-LDC02200",
      "document_id": "GS-11P-LDC02200",
      "tenant": "Bureau of Alcohol, Tobacco, Firearms and Explosives",
      "landlord": "Equity Office Properties",
      "property_address": "1310 G Street, NW, Washington, DC 20005",
      "lease_type": "gross",
      "rentable_square_feet": 185000,
      "annual_rent": 10730000.0,
      "lease_rate_per_sf": 58.0,
      "lease_commencement_date": "2015-08-15",
      "lease_expiration_date": "2035-08-14",
      "lease_term_months": 240,
      "parking_spaces": 86,
      "renewal_options": "One 10-year renewal option",
      "created_at": "2024-12-21T10:21:00Z",
      "lease_summary": "ATF headquarters consolidates 185,000 SF operations on G Street under 20-year gross lease at $58/SF through 2035. Downtown location facilitates coordination with federal law enforcement partners and firearms industry regulation. Extended term reflects critical enforcement mission requirements. Gross lease provides budget certainty for firearms tracing operations. Single 10-year renewal enables occupancy through 2045. Parking for 86 vehicles supports special agent vehicle fleet. Rate justified by specialized evidence laboratory requirements and firearms testing facilities. Building accommodations include ballistics analysis laboratories and secure weapons storage facilities."
    },
    "GS-11P-LDC02300": {
      "id": "GS-11P-LDC02300",
      "document_id": "GS-11P-LDC02300",
      "tenant": "U.S. Marshals Service",
      "landlord": "Alexandria Real Estate Equities",
      "property_address": "1250 Connecticut Avenue, NW, Washington, DC 20036",
      "lease_type": "net",
      "rentable_square_feet": 240000,
      "annual_rent": 13200000.0,
      "lease_rate_per_sf": 55.0,
      "lease_commencement_date": "2015-11-15",
      "lease_expiration_date": "2030-11-14",
      "lease_term_months": 180,
      "parking_spaces": 108,
      "renewal_options": "Two 5-year renewal options",
      "created_at": "2024-12-21T10:22:00Z",
      "lease_summary": "Marshals Service secures 240,000 SF on Connecticut Avenue under 15-year net lease at $55/SF. Location supports federal courthouse operations and witness security program coordination. Net lease appropriate for USMS facility management and security protocols. Two renewal options provide occupancy certainty through 2040 for fugitive operations. Premium rate reflects enhanced security infrastructure and classified witness protection capabilities. Parking for 108 vehicles essential for prisoner transport and witness relocation fleet. Building specifications include secure detention holding facilities and witness protection coordination centers."
    },
    "GS-11P-LDC02400": {
      "id": "GS-11P-LDC02400",
      "document_id": "GS-11P-LDC02400",
      "tenant": "Secret Service",
      "landlord": "Paramount Group",
      "property_address": "1875 Connecticut Avenue, NW, Washington, DC 20009",
      "lease_type": "modified gross",
      "rentable_square_feet": 295000,
      "annual_rent": 14455000.0,
      "lease_rate_per_sf": 49.0,
      "lease_commencement_date": "2015-03-01",
      "lease_expiration_date": "2030-02-28",
      "lease_term_months": 180,
      "parking_spaces": 130,
      "renewal_options": "Multiple 5-year renewal options available",
      "created_at": "2024-12-21T10:23:00Z",
      "lease_summary": "Secret Service establishes 295,000 SF Dupont Circle presence under 15-year modified gross lease at $49/SF. Location balances White House proximity with operational security requirements. Modified gross structure provides budget certainty with operational expense flexibility. Multiple renewal options enable extended occupancy for presidential protection operations. Substantial footprint consolidates investigative and protective operations. Parking for 130 vehicles critical for protective detail vehicle fleet. Rate efficiency reflects long-term commitment and substantial square footage. Building includes specialized training facilities and secure communications infrastructure."
    },
    "GS-11P-LDC02500": {
      "id": "GS-11P-LDC02500",
      "document_id": "GS-11P-LDC02500",
      "tenant": "Customs and Border Protection",
      "landlord": "RXR Realty",
      "property_address": "3701 Pender Drive, Fairfax, VA 22030",
      "lease_type": "net",
      "rentable_square_feet": 365000,
      "annual_rent": 16425000.0,
      "lease_rate_per_sf": 45.0,
      "lease_commencement_date": "2015-06-01",
      "lease_expiration_date": "2025-05-31",
      "lease_term_months": 120,
      "parking_spaces": 162,
      "renewal_options": "One 5-year renewal option",
      "created_at": "2024-12-21T10:24:00Z",
      "lease_summary": "Customs and Border Protection occupies 365,000 SF suburban Fairfax facility under 10-year net lease at competitive $45/SF. Suburban location provides cost-effective space for border security operations coordination. Expiration in 2025 offers near-term portfolio optimization opportunity. Single renewal option enables continuity through 2030. Net lease appropriate for CBP's facility management capabilities. Substantial parking for 162 vehicles essential for border patrol agent training and deployment operations. Rate competitiveness reflects Fairfax market positioning and substantial footprint commitment."
    },
    "GS-11P-LDC02600": {
      "id": "GS-11P-LDC02600",
      "document_id": "GS-11P-LDC02600",
      "tenant": "Federal Emergency Management Agency",
      "landlord": "The Durst Organization",
      "property_address": "1650 Tysons Boulevard, McLean, VA 22102",
      "lease_type": "gross",
      "rentable_square_feet": 415000,
      "annual_rent": 23645000.0,
      "lease_rate_per_sf": 57.0,
      "lease_commencement_date": "2015-09-01",
      "lease_expiration_date": "2035-08-31",
      "lease_term_months": 240,
      "parking_spaces": 184,
      "renewal_options": "One 10-year renewal option",
      "created_at": "2024-12-21T10:25:00Z",
      "lease_summary": "FEMA headquarters spans 415,000 SF in Tysons Corner under 20-year gross lease at $57/SF through 2035. Suburban location provides emergency operations center space at competitive rates. Extended term reflects critical disaster response mission requirements. Gross lease provides complete budget certainty for emergency operations. Single 10-year renewal enables occupancy through 2045. Extensive parking for 184 vehicles supports emergency response vehicle fleet deployment. Building specifications include emergency operations center, disaster coordination facilities, and 24/7 operational capabilities. Tysons location balances regional accessibility with operational space requirements."
    },
    "GS-11P-LDC02700": {
      "id": "GS-11P-LDC02700",
      "document_id": "GS-11P-LDC02700",
      "tenant": "Transportation Security Administration",
      "landlord": "Related Companies",
      "property_address": "8455 Colesville Road, Silver Spring, MD 20910",
      "lease_type": "net",
      "rentable_square_feet": 455000,
      "annual_rent": 21840000.0,
      "lease_rate_per_sf": 48.0,
      "lease_commencement_date": "2015-12-15",
      "lease_expiration_date": "2030-12-14",
      "lease_term_months": 180,
      "parking_spaces": 200,
      "renewal_options": "Two 5-year renewal options",
      "created_at": "2024-12-21T10:26:00Z",
      "lease_summary": "TSA consolidates 455,000 SF operations in Silver Spring under 15-year net lease at $48/SF. Maryland location provides cost-effective space for aviation security operations. Net lease structure appropriate for TSA's facility management and training requirements. Two renewal options enable occupancy through 2040 for screening program operations. Substantial footprint accommodates screening technology testing laboratories. Parking for 200 vehicles supports nationwide TSA checkpoint coordination staff. Rate competitiveness reflects Silver Spring market and long-term commitment. Building includes specialized aviation security training facilities and screening technology development laboratories."
    },
    "GS-11P-LDC02800": {
      "id": "GS-11P-LDC02800",
      "document_id": "GS-11P-LDC02800",
      "tenant": "U.S. Citizenship and Immigration Services",
      "landlord": "Silverstein Properties",
      "property_address": "6116 Executive Boulevard, Rockville, MD 20852",
      "lease_type": "modified gross",
      "rentable_square_feet": 505000,
      "annual_rent": 26765000.0,
      "lease_rate_per_sf": 53.0,
      "lease_commencement_date": "2015-01-01",
      "lease_expiration_date": "2025-12-31",
      "lease_term_months": 132,
      "parking_spaces": 222,
      "renewal_options": "One 5-year renewal option",
      "created_at": "2024-12-21T10:27:00Z",
      "lease_summary": "USCIS headquarters occupies 505,000 SF in Rockville under 11-year modified gross lease at $53/SF expiring 2025. Largest Maryland facility in portfolio consolidates immigration services operations. Near-term expiration presents significant portfolio decision opportunity. Modified gross structure balances budget certainty with operational expense management. Extensive parking for 222 vehicles supports field office coordination and applicant services. Rate reflects substantial footprint and Maryland market positioning. Building specifications include secure biometric processing facilities and immigration document storage. Single renewal option provides continuity through 2030 for citizenship processing operations."
    },
    "GS-11P-LDC02900": {
      "id": "GS-11P-LDC02900",
      "document_id": "GS-11P-LDC02900",
      "tenant": "National Science Foundation",
      "landlord": "Forest City Realty Trust",
      "property_address": "9800 Savage Road, Fort Meade, MD 20755",
      "lease_type": "net",
      "rentable_square_feet": 275000,
      "annual_rent": 13475000.0,
      "lease_rate_per_sf": 49.0,
      "lease_commencement_date": "2015-04-01",
      "lease_expiration_date": "2035-03-31",
      "lease_term_months": 240,
      "parking_spaces": 122,
      "renewal_options": "One 10-year renewal option",
      "created_at": "2024-12-21T10:28:00Z",
      "lease_summary": "NSF establishes 275,000 SF Fort Meade presence under 20-year net lease at $49/SF through 2035. Secure location supports classified scientific research coordination with intelligence community. Extended term reflects long-term research mission commitment. Net lease appropriate for specialized laboratory and research facility management. Single 10-year renewal enables occupancy through 2045 for scientific research programs. Fort Meade location provides enhanced security for sensitive research operations. Parking for 122 vehicles supports scientific staff and research contractor access. Building includes specialized research laboratories and secure scientific data centers."
    },
    "GS-11P-LDC03000": {
      "id": "GS-11P-LDC03000",
      "document_id": "GS-11P-LDC03000",
      "tenant": "Small Business Administration",
      "landlord": "Akridge Development",
      "property_address": "1500 Pennsylvania Avenue, NW, Washington, DC 20220",
      "lease_type": "gross",
      "rentable_square_feet": 205000,
      "annual_rent": 12095000.0,
      "lease_rate_per_sf": 59.0,
      "lease_commencement_date": "2015-07-01",
      "lease_expiration_date": "2030-06-30",
      "lease_term_months": 180,
      "parking_spaces": 96,
      "renewal_options": "Two 5-year renewal options",
      "created_at": "2024-12-21T10:29:00Z",
      "lease_summary": "Small Business Administration secures 205,000 SF on Pennsylvania Avenue under 15-year gross lease at premium $59/SF. Prime downtown location reflects SBA's small business community outreach mission. Gross lease provides complete budget certainty for entrepreneurship programs. Two renewal options enable occupancy through 2040 for ongoing small business support services. Rate justified by Pennsylvania Avenue prestige location and congressional accessibility. Parking for 96 vehicles supports small business counselor field operations. Building specifications include small business development center facilities and entrepreneur training classrooms. Location enables direct congressional coordination on small business legislation."
    }
  }
}